data/l1/apache/benchmark-apache.stock-4.17/cores-24/log/WRKwrk
Running 50s test @ http://127.0.0.1:8000/x.txt
  24 threads and 192 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   638.28us    1.33ms  91.75ms   94.51%
    Req/Sec    13.59k     3.96k   28.96k    66.68%
  6531838 requests in 20.16s, 3.25GB read
Requests/sec: 323941.19
Transfer/sec:    165.06MB